<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"
    info=""%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>개인정보처리방침</title>
<link rel="icon" href="http://192.168.10.230/jsp_prj/common/favicon.ico"/>
<!--bootstrap 시작-->
<link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-QWTKZyjpPEjISv5WaRU9OFeRpok6YctnYmDr5pNlyT2bRjXh0JMhjY6hW+ALEwIH" crossorigin="anonymous">
<script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/js/bootstrap.bundle.min.js" integrity="sha384-YvpcrYf0tY3lHB60NNkmXc5s9fDVZLESaAA55NDzOxhy9GkcIdslK1eN7N6jIeHz" crossorigin="anonymous"></script>
<!--bootstrap 끝-->
<!--sist스타일시트 시작--> 
<link rel="stylesheet" href="http://192.168.10.230/jsp_prj/common/css/main.css" type="text/css" media="all" /> 
<link rel="stylesheet" href="http://192.168.10.230/jsp_prj/common/css/board.css" type="text/css" media="all" /> 
<!--sist스타일시트 끝-->

<!--jQuery CDN 시작-->
<script src="https://ajax.googleapis.com/ajax/libs/jquery/2.2.4/jquery.min.js"></script>
<!--jQuery CDN 끝-->

<style type="text/css">

.wrap {
    text-align: center; /* 가운데 정렬 */
  }
  
  textarea {
    resize: vertical; /* 수직 크기 조정 */
    width: 80%; /* 너비 조정 */
    height: 400px; /* 높이 조정 */
  }
  

</style>
<script type="text/javascript">
	$(function() {
		
	});//ready
</script>
</head>
<body>
<div class="wrap">
	<div class="title">
		<h2>개인정보처리방침</h2>
	</div>
	
	<form>
		<div class="wrap_term2">
			<textarea id="term2_content" name="term2_content">
명화관 개인정보처리방침

명화관은 고객님의 개인정보를 매우 중요시하며, 정보통신망이용촉진 등에 관한 법률을 준수하고 있습니다. 명화관은 개인정보처리방침을 통하여 고객님께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알기 쉽게 열람하실 수 있도록 하고 있습니다.

명화관의 개인정보처리방침은 관련 법령 및 내부 운영 방침의 변경에 따라 변경될 수 있습니다. 개인정보 취급 방침이 변경되는 경우에는 그 이유 및 변경된 내용을 지체 없이 공지합니다. 영업의 전부 또는 일부를 양도하거나 합병상속 등으로 그 권리의무를 이전하는 경우 서면, 전자우편 등을 통하여 고객님께 개별적으로 통지하거나, 홈페이지(www.명화관.co.kr) 첫 화면에서 식별할 수 있도록 표기하여 30일 이상 그 사실을 공지합니다.

1. 개인정보의 수집 및 이용목적

명화관은 이용자 확인, 이용대금 결제, 상품/경품 배송 및 통계분석을 통한 마케팅 자료로써 회원의 취향에 맞는 최적의 서비스를 제공을 위하여 필요한 최소한의 개인정보만을 수집하여 이용하고 있습니다. 인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 등 고객님의 인권을 현저하게 침해할 우려가 있는 개인정보는 수집하지 않습니다. 다만, 고객님께서 수집에 동의하시는 경우는 예외로 합니다. 수집하는 개인정보 항목에 따른 구체적인 수집 및 이용 목적은 다음과 같습니다.

    가. 수집하는 개인정보 항목
        1) 기본항목 - 만 14세 이상 회원 : 회원가입(계약성립)시 요청되는 이름, 아이디(이메일), 비밀번호, 휴대전화번호, 생년월일
        2) 추가항목
        기타 : 이메일/SMS/앱알림 수신여부

    나. 수집하는 개인정보 이용목적

        1) 이름, 아이디(이메일), 비밀번호, 생년월일
        회원제 서비스 이용에 따른 본인확인, 개인 식별 및 인증 등

        2) 휴대전화번호
        고지사항 전달, 불만 처리 등을 위한 원활한 의사소통의 경로 확보 등

        3) 이메일/SMS/앱알림 수신여부
        신규 서비스 및 상품에 대한 마케팅, 이벤트 등 홍보 성향의 정보 전달 등

명화관은 개인 식별 및 이벤트 경품배송, 긴급 연락 등을 위해 수집하는 개인정보를 기본 정보로 하며, 기본 정보 외의 개인 정보는 입력하지 않아도 서비스 이용이 가능합니다.

2. 비회원 고객 개인정보 처리
명화관은 비회원 고객님도 예매 및 결제를 하실 수 있으며, 비회원 결제의 경우 반드시 필요한 개인정보만을 고객님에게 요청하고 있습니다. 명화관에서 비회원 고객으로 결제를 하신 경우 비회원 고객님께서 입력하신 정보는 예매확인 용도 외에는 다른 어떠한 용도로도 사용되지 않으며, 회원의 개인정보와 같은 방법으로 보호되고 있습니다.

1)	개인정보의 수집 및 이용
비회원 예매확인
2)	수집하는 개인정보의 항목
이용자의 식별을 위한 내용: 이름, 휴대폰번호, 비밀번호
3)	개인정보의 보유 및 이용기간
비회원의 개인정보는 영화 예매 완료 후 수집되며, 이외에는 수집되지 않습니다. 개인정보의 수집목적 또는 제공 받은 목적이 달성되면 즉시 파기합니다.

3. 개인정보의 수집방법 및 수집에 대한 동의 절차

명화관은 적법하고 공정한 수단에 의하여 서비스 계약의 성립 및 이행에 필요한 최소한의 개인정보를 수집하며, 이용자의 개인식별이 가능한 개인정보를 수집하는 때는 반드시 아래의 적법한 절차에 따라 당해 이용자의 동의를 받습니다. 이용자는 개인정보 수집 및 제공절차에 동의를 거부하거나 회원가입을 하지 않아도 될 권리가 있으며, 다만 홈페이지 이용 시 티켓 예매, 게시물 작성, 이벤트 참여, 고객 문의 등 일부 서비스 이용에 제한을 받게 되오니 이 점 유의하시기 바랍니다.

    가. 개인정보의 수집방법
    이용자의 개인정보는 홈페이지의 회원가입을 통해 회원정보를 수집하고 있습니다.

    나. 수집에 대한 동의 절차
    회원의 개인정보 수집과 관련하여 명화관의 홈페이지에 개인정보처리방침 또는 이용약관을 통해 그 내용을 고지하고 있으며, 회원이 위 내용에 대해 「동의」 체크를 클릭하면 개인정보 수집에 동의한 것으로 봅니다.

 명화관은 서버의 로그파일이나 조사를 기반으로 회원들의 분포도, 관심사 그리고 서비스 이용현황을 연구합니다. 이는 회원님들을 보다 잘 이해하고 향상된 서비스를 제공하기 위한 것입니다. 이러한 연구는 생성정보 수집 툴을 통해 수집 및 분석되며 회원 개인에 관하여 식별할 수 있는 정보는 포함되어 있지 않습니다.

4. 개인정보의 보유 및 이용기간

명화관은 원칙적으로 개인정보의 수집목적 또는 제공 받은 이용목적이 달성된 후에는 회원의 개인정보를 지체 없이 파기합니다. 다만, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.

    보존항목: 이름, 아이디(이메일), 생년월일, 휴대전화번호
    보존기간: 6개월
    보존사유: 악용목적에 의한 가입 및 탈퇴를 방지하고 콘텐츠 이용에 대한 ID 중복을 방지 등 회원님의 계약 동의 철회 및 회원탈퇴 이후에 발생할 수 있는 피해를 최소화 하기 위해서 입니다.

명화관은 탈퇴한 회원이 자신의 게시물에 대한 삭제를 요청 하는 경우 즉각 삭제 처리하도록 하며, 특별한 요청이 없는 경우 영업기간 동안 지속적으로 보관합니다. 또한, 수집목적 또는 제공 받은 목적이 달성된 경우에도 상법 등 법령의 규정에 의하여 보존할 필요성이 있는 경우에는 정당한 절차에 따라 보유기간을 미리 회원에게 고지하거나 명시하고 개별적으로 회원의 동의를 받은 후 회원의 개인정보를 보유할 수 있습니다.

5. 개인 정보 유효 기간제의 적용

명화관은 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제29조 및 시행령 제16조에 따라 장기 미이용 회원(최근 12개월(이하 “개인 정보 유효 기간”이라고 함)동안 서비스를 이용하지 아니하였거나, 서비스를 이용내역이 한 차례도 없는 회원)의 경우 다음과 같이 처리합니다.

- 미이용 기준: 당사 서비스에 대한 로그인 및 포인트 거래내역 일자기준
- 유효기간: 12개월
- 개인정보 유효기간 처리에 대한 안내: 30일 이전 메일을 통한 안내
- 개인정보 유효기간에 대한 개인정보 처리: 
    분리 보관조치 (서비스를 이용내역이 12개월을 경과한 회원)
    분리 보관 및 파기 정보: 회원정보, 포인트 거래내역 정보 등
- 분리 보관 정보에 대한 보존 기간: 관련 법령에 의거 보존
- 계정활성화: 고객님의 요청에 의거 계정활성화 조치 실시

6. 개인정보의 파기절차 및 방법

    가. 파기절차
    회원님이 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후에는 이름, 아이디(이메일), 생년월일, 휴대전화번호를 별도의 DB로 옮겨 일정기간(보유 및 이용기간 참조) 보관된 후 파기됩니다. 이 정보들은 추후 발생할 지도 모르는 분쟁에 대비하여 보유되며, 이외의 다른 목적으로 이용되지 않습니다.

    나. 파기방법
    전자적 파일형태로 저장된 개인정보: 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제
    종이에 출력된 개인정보: 분쇄기로 분쇄하거나 소각

7. 수집하는 개인정보의 이용 및 제3자 제공 및 공유

명화관은 개인정보를 회원의 사전 동의가 있거나 관련법령의 규정에 의한 경우를 제외하고는 본 개인정보처리방침에서 고지한 범위를 넘어 회원의 개인정보를 이용하거나 타인 또는 타기업 기관에 제공하지 않습니다.

다만, 다음의 경우에는 관련 법령의 규정에 의하여 회원의 동의 없이 개인정보를 제공하는 것이 가능합니다.

서비스 제공에 따른 요금 정산을 위하여 필요한 경우
통계작성 / 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 가공하여 제공하는 경우
금융 실명 거래 및 비밀보장에 관한 법률, 신용정보의 이용 및 보호에 관한 법률, 전기통신기본법, 전기 통신사업법, 지방세법, 소비자보호법, 한국은행법, 형사소송법 등 법률에 특별한 규정이 있는 경우

공문에 의한 정보통신윤리위원회 및 사법기관의 수사 목적으로 법령의 절차에 따른 요청이 있는 경우

상기 이외의 사유로 회원의 개인정보를 제공하거나 공유가 필요한 경우에는 사전에 귀하에게 제공받거나 공유하는 자가 누구이며 제공 또는 공유되는 개인정보 항목이 무엇인지, 제공 또는 공유되는 목적이 무엇인지, 개인정보를 제공하거나 기간은 어떻게 되는지 등에 대해 개별적으로 전자우편 또는 서면을 통해 고지한 후 이에 대한 동의를 구합니다.

8. 개인정보 취급의 위탁

명화관은 개인정보의 취급과 관련하여 아래와 같이 업무를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있으며 이러한 위탁업체에 대하여 해당 개인정보가 위법하게 이용되지 않도록 하고 있습니다.

    개인정보 위탁 정보
    -----------------------
    위탁업체           : ㈜플래티푸스소프트
    위탁 업무 내용     : 영화관 프로그램 서비스 개발
    개인정보 취급기간  : 회원 탈퇴 시 혹은 위탁 계약 종료 시까지

    위탁업체           : LG U+
    위탁 업무 내용     : SMS 발송대행
    개인정보 취급기간  : 회원 탈퇴 시 혹은 위탁 계약 종료 시까지

9. 개인정보의 열람 및 정정 권리와 행사방법

회원은 언제든지 등록되어 있는 회원의 개인정보를 열람하거나 정정하실 수 있습니다. 회원의 개인정보에 대한 열람 또는 정정을 하고자 할 경우에는 회원정보수정을 클릭하여 본인 확인 절차를 거치신 후 직접 열람 또는 정정하거나 개인정보관리 책임자에게 서면, 전화 또는 이메일로 연락하시면 본인 확인 후 지체 없이 조치 하겠습니다.

회원이 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한, 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 조치하겠습니다.

다음의 경우에는 개인정보의 열람 및 정정을 제한할 수 있습니다. 본인 또는 제3자의 생명, 신체, 재산 또는 권익을 현저하게 해할 우려가 있는 경우 당해 서비스 제공자의 업무에 현저한 지장을 미칠 우려가 있는 경우 법령에 위반하는 경우 등

10. 개인정보 수집 동의철회 및 회원탈퇴의 권리와 행사방법

회원은 개인정보의 수집과 이용, 위탁 또는 제공에 대해 동의하시거나, 이에 대한 동의를 선택적으로 언제든지 철회 하실 수 있습니다.
선택적인 정보 수집에 대한 동의를 철회 하시고자 할 경우에는 회원정보수정을 클릭하여 본인 확인 절차를 거치신 후 직접 동의 또는 철회 하시거나 개인정보관리 책임자에게 서면, 전화 또는 이메일로 연락하시면 본인 확인 후 지체 없이 조치 하겠습니다.

단, 서비스 제공에 필요한 필수정보의 수집과 이용, 위탁 또는 제공에 관한 동의의 철회는 회원 탈퇴를 통해 철회 하실 수 있습니다.
동의철회(회원탈퇴)는 MY PAGE(마이페이지) > 회원탈퇴를 클릭하여 본인 확인 절차를 거치신 후 직접 동의철회(회원탈퇴) 하시거나 개인정보관리 책임자에게 서면, 전화 또는 이메일로 연락 하시면 본인 확인 후 지체 없이 조치 하겠습니다.

11. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항

명화관에서는 회원의 정보를 수시로 저장하고 찾아내는 '쿠키(cookie)'를 운용합니다. 쿠키란 명화관의 홈페이지를 운영하는데 이용되는 서버가 회원의 브라우저에서 보내는 아주 작은 텍스트 파일로서 회원의 컴퓨터 하드디스크에 저장됩니다.

명화관에서는 다음과 같은 목적을 위해 쿠키를 사용합니다.
고객님의 관심 성향에 따라 차별화된 맞춤 서비스를 제공 회원과 비회원의 접속 빈도나 방문 시간 등을 분석하고 이용자의 취향과 관심분야를 파악하여 타겟 (target) 마케팅 및 서비스 개편 등의 척도로 활용 합니다. 

회원은 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 회원은 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 다만, 회원님께서 쿠키 설치를 거부하셨을 경우에는 일부 서비스 제공에 어려움이 있습니다.

쿠키 설치 허용 여부를 지정하는 방법: 예시) Internet Explorer 11
    1) [도구] 메뉴에서 [인터넷 옵션]을 선택합니다.
    2) [개인정보] 탭을 클릭합니다.
    3) [고급]을 선택하여 현재 사이트와 링크된 사이트의 쿠키에 의한 정보수집 수준을 설정하시면 됩니다.

받은 쿠키를 보는 방법: 예시) Internet Explorer 11
    1) [도구] 메뉴에서 [인터넷 옵션]을 선택합니다.
    2) [일반] 탭에서 [설정]을 클릭합니다.
    3) [임시 인터넷 파일] 탭에서 [파일보기]를 선택하여 원하시는 사이트명의 쿠키를 선택하여 확인하실 수 있습니다. 

12. 개인정보보호를 위한 기술적, 관리적 대책

명화관에서는 고객님의 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적, 관리적 대책을 마련하고 있습니다.

    가. 기술적 보호대책
    개인정보는 비밀번호에 의해 보호되며, 중요한 데이터는 파일 및 전송 데이터를 암호화 하는 등 보안 기능을 통해 보호되고 있습니다. 또한, 네트워크 상의 개인정보를 안전하게 전송할 수 있도록 보안장치(SSL)을 적용하였으며, 해킹 등에 의해 고객님의 개인정보가 유출되는 것을 방지하기 위해 방화벽을 설치하는 등 만전을 기하고 있습니다.

    나. 관리적 보호대책
    개인정보 취급 담당자의 최소화는 물론 각 담당자 별 회원정보 접근 권한을 달리하고, 교육을 통하여 본 방침의 준수를 강조하고 있습니다.

    고객님의 개인정보를 취급하는 담당자는 다음과 같습니다.
    ① 고객을 직/간접적으로 상대하여 마케팅 업무를 수행하는 자
    ② 개인정보관리책임자 및 개인정보관리담당자 등 개인정보 관리 및 개인정보보호 업무를 담당하는 자
    ③ 고객의 불만 및 민원처리를 담당하는 자
    ④ 기타 업무상 개인정보의 취급이 불가피한 자 또한, 개인정보 취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있습니다.

13. 영상정보처리기 운영 및 관리 방침

명화관은 영상정보처리기기 운영•관리방침을 통해 당사에서 영상정보가 어떠한 용도와 방식으로 이용•관리되고 있는지 알려드립니다.

    가. 영상정보처리기기의 설치 근거 및 설치 목적
    당사는 개인정보보호법 제 25조 제 1항에 따라 시설안전 및 화재예방, 고객의 안전을 위한 범죄예방의 목적으로 영상정보처리기기를 설치•운영하고 있습니다.

    나. 설치 대수, 설치 위치 및 촬영범위
        - 설치 대수: 극장 별 안내판 참조
        - 설치 위치 및 촬영 범위: 로비, 상영관, 에스컬레이터 등

    다. 관리책임자 및 접근 권한자
    고객의 영상정보를 보호하고 개인영상정보와 관련한 불만을 처리하기 위하여 아래와 같이 개인영상정보 보호책임자를 두고 있습니다.
        - 구분   : 관리책임자
        - 직위   : 극장 (부)점장 
        - 연락처 : 1544-1533

    라. 영상정보의 촬영시간, 보관기간, 보관장소 및 처리방법
        - 촬영시간: 24시간
        - 보관기간: 촬영일로부터 최대 30일
        - 보관장소:  각 극장 플랜트룸

    개인영상정보의 목적 외 이용, 제3자 제공, 파기, 열람 등 요구에 관한 사항을 기록•관리하고, 보관기간 만료 시 복원이 불가능한 방법으로 영구 삭제합니다.

    마. 개인영상정보의 확인 방법 및 장소에 관한 사항
    각 극장의 개인영상정보 책임자 또는 당사 고객센터에 연락하시고 방문하시면 됩니다.

    바. 정보주체의 영상정보 열람 등 요구에 대한 조치
    개인영상정보에 관하여 열람 또는 존재 확인, 삭제를 원하는 경우 언제든지 당사에 요구하실 수 있습니다. 단, 귀하가 촬영된 개인영상정보 및 명백히 정보주체의 급박한 생명, 신체, 재산의 이익을 위하여 필요한 개인영상정보에 한정됩니다. 당사는 개인영상정보에 관하여 열람 또는 존재 확인, 삭제를 요구한 경우 해당 요구를 검토하여 지체 없이 필요한 조치를 취할 것이며 불가피하게 해당 요구를 거부하는 경우에는 그 사유를 통지하도록 하겠습니다.

    사. 영상정보의 안전성 확보조치
    당사는 폐쇄 네트워크 또는 방화벽 등의 보안시스템을 통하여 고객의 영상정보를 보호하고 있습니다. 또한 개인영상정보 보호를 위하여 해당 영상정보를 취급하는 인원을 최소한으로 제한하고 있으며 지속적인 교육을 시행하고 있습니다. 개인영상정보의 임의적인 취급을 제한하기 위하여 개인영상정보의 열람 시 열람 목적, 열람자, 열람 일시 등을 기록, 관리하고 있으며 영상정보의 보관장소는 보안구역으로 정하고 사전 승인된 인력 이외에는 출입을 통제하고 있습니다.

    아. 영상정보처리기기 운영 및 관리방침 변경에 관한 사항
    관계 법령, 정책 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 시에는 시행하기 최소 7일전에 당사 홈페이지를 통해 변경사유 및 내용 등을 공지하도록 하겠습니다.

14. 고객의 개인정보 관리책임자

명화관에서는 회원의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보관리책임자를 지정하고 있습니다. 개인정보와 관련한 문의사항이 있으시면 아래 의 개인정보 관리책임자에게 연락 주시면 신속하고 성실하게 답변해 드리겠습니다. 

개인정보 민원 처리 부서
연락처 : 1544-1533 (평일 오전 10시~ 오후 5시) / FAX : (02) 6902-0284
이메일 : 명화관@its-new.co.kr

개인정보 관리책임자 : 이경선 대표
연락처 : 1544-1533 (평일 오전 10시~ 오후 5시) / FAX : (02) 6902-0284
이메일 : 명화관@its-new.co.kr

개인정보 관리담당자 : 박민용 팀장
소속팀 : 운영기획팀
연락처 : (02) 3490-9363 (평일 오전 10시~ 오후 5시) / FAX : (02) 6902-0284
이메일 : 명화관@its-new.co.kr

15. 개인정보침해 관련 상담 및 신고

개인정보침해에 대한 상담 및 신고가 필요하신 경우에는 아래 기관에 문의 하시기 바랍니다. 

개인정보침해신고센터
전화번호 : 국번 없이 1336
홈페이지 : http://www.1336.or.kr 

정보보호마크인증위원회 
전화번호 : (02) 580-0533~4 
홈페이지 : http://www.eprivacy.or.kr

경찰청 사이버테러대응센터 
전화번호 : 1566-0112 
홈페이지 : http://www.netan.go.kr

16. 개인정보처리방침 변경에 따른 공지의무

본 개인정보처리방침은 2024년 5월 14일에 제정되었으며 법령 및 정책 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정이 발생하는 경우에는 변경되는 개인정보처리방침을 시행하기 최소 7일전에 명화관 홈페이지의 첫 페이지를 통해 변경 이유 및 내용 등을 공지하도록 하겠습니다.

개인정보처리방침 2024-05-14 개정
공고일자 : 2024-05-14 / 시행일자 : 2024-05-14

			</textarea><br>
			<input type="checkbox" id="agreement2" name="agreement2" value="agreement2" required="required">
			<label>개인정보처리방침 동의</label>
		</div>
	</form>
</div>
</body>
</html>